[
    {
        "company": "PT Racer Robot Indonesia",
		"logo":"images/racer-logo.png",
        "position": "Trainer",
        "year": "2024 - 2025",
        "description": "Sebagai peserta program Merdeka Belajar Kampus Merdeka (MBKM) di PT Racer Robot Indonesia, saya dipercaya untuk bergabung dalam Divisi Trainer, di mana saya berperan aktif dalam berbagai aspek kegiatan pembelajaran dan pelatihan. Tugas utama saya mencakup pengembangan rencana pembelajaran yang adaptif serta penyusunan materi edukatif yang bersifat interaktif, menarik, dan mudah dipahami oleh peserta didik dari berbagai latar belakang. Saya turut terlibat langsung dalam proses kegiatan belajar-mengajar, mulai dari perencanaan hingga pelaksanaan, dengan fokus pada peningkatan pengalaman belajar peserta melalui pendekatan yang aplikatif dan menyenangkan. Selain itu, saya berperan penting dalam kegiatan pemusatan latihan (training camp) yang dirancang untuk mempersiapkan peserta didik menghadapi kompetisi robotika baik di tingkat nasional maupun internasional. Sebagai bagian dari program pengembangan SDM, saya juga terlibat dalam kegiatan Training of Trainer (ToT) yang ditujukan untuk memberikan pembekalan dan pendampingan kepada para guru serta perwakilan instansi pendidikan, guna meningkatkan efektivitas pendampingan mereka terhadap siswa selama proses pelatihan berlangsung. Kepercayaan juga diberikan kepada saya untuk menjadi salah satu pemateri dalam program Praktisi Mengajar di Universitas Handayani Makassar, di mana saya membawakan materi bertajuk Physical Interaction serta Game and Animation. Kesempatan ini menjadi pengalaman berharga dalam mengaplikasikan keahlian teknis saya di lingkungan akademik tingkat perguruan tinggi. Di luar ranah akademik dan pelatihan, saya juga secara aktif berkontribusi dalam mendukung strategi promosi dan pemasaran produk kit robotik milik perusahaan, serta turut ambil bagian dalam perencanaan dan pelaksanaan berbagai event yang diselenggarakan oleh PT Racer Robot Indonesia."
    },
	{
        "company": "PT Racer Robot Indonesia",
		"logo":"images/racer-logo.png",
        "position": "Reseach and Development",
        "year": "2024 - 2025",
        "description": "Sebagai mahasiswa program Merdeka Belajar Kampus Merdeka (MBKM), saya mendapatkan kesempatan berharga untuk bergabung dalam Divisi Research and Development (R&D) di PT Racer Robot Indonesia. Dalam peran ini, saya secara langsung terlibat dalam proses penelitian dan pengembangan berbagai produk di bidang robotika, dengan cakupan mulai dari level dasar hingga tingkat lanjut. Fokus utama saya adalah merancang dan mengembangkan robot kit edukatif, yang meliputi berbagai jenis robot seperti robot dasar, line follower, maze solving robot, drone, hingga humanoid robot. Beberapa modul pengembangan tersebut merupakan hasil riset saya sendiri yang kemudian dikembangkan lebih lanjut bersama tim untuk menjadi produk siap pakai dalam kegiatan pembelajaran maupun kompetisi robotika. Saya juga berkontribusi dalam proses penyusunan modul pembelajaran teknis, yang dirancang untuk mempermudah peserta didik dalam memahami konsep dan implementasi teknologi robotika secara bertahap dan sistematis. Proyek-proyek yang saya kerjakan tidak hanya bersifat teknis, tetapi juga menekankan kolaborasi tim dan integrasi antar divisi dalam mencapai target pengembangan produk. Selain peran teknis, saya aktif mendukung kegiatan promosi dan pemasaran produk Robot Kit kepada institusi pendidikan dan komunitas teknologi, serta turut serta dalam berbagai event yang diselenggarakan oleh perusahaan. Kontribusi ini memperluas pemahaman saya tentang strategi komersialisasi produk berbasis teknologi. Sebagai salah satu capaian, saya berhasil menyelesaikan sebuah proyek tim yang menghasilkan modul robotik inovatif, yang dirancang untuk memperkaya pengalaman belajar peserta melalui pendekatan praktis dan aplikatif di bidang robotika."
    }
]